Repository: hupe13/extensions-leaflet-map-testing
Catalog: extensions-leaflet-map-*.po
Languages: de_de

source: Altitude
de_de: Höhe

source: Example
de_de: Beispiel

source: here
de_de: hier

source: It works on leaflet-geojson, leaflet-gpx, leaflet-kml and leaflet-marker.
de_de: Funktioniert für leaflet-geojson, leaflet-gpx, leaflet-kml und leaflet-marker.

source: Like this:
de_de: Wie das:

source: Max Elevation
de_de: Maximale Höhe

source: Max Slope
de_de: max. Steigung

source: Min Elevation
de_de: Minimale Höhe

source: Min Slope
de_de: max. Gefälle

source: move mouse over a track ...
de_de: Bewege die Maus über einem Track

source: Multiple hoverable tracks
de_de: Mehrere auswählbare Tracks

source: Tests for leaflet-map
de_de: Tests für leaflet-map

source: The <strong>elevation theme</strong> is the same as
de_de: Das <strong>Elevation Theme</strong> ist dasselbe wie

source: The filter should be:
de_de: Der Filter sollte folgender sein:

source: The parameter <code>exclude</code> is a very special case for my website. I would like to exclude some leaflet-geojson with a specific string in the src url from changing its style on hovering. If the url to the geojson file is e.g. "//url/to/special.geojson" url-substring should be "special".
de_de: Der Parameter <code>exclude</code> ist ein sehr spezieller Fall für meine Website. Ich möchte nicht, dass sich beim Überfahren mit der Maus eines bestimmten leaflet-geojson der Style ändert. Wenn die URL zum Geojson-File z.B. "//url/to/special.geojson" lautet, sollte url-substring "special" sein.

source: This example is a very special application. gpx-files with tracks in a region are in a directory.
de_de: Dieses Beispiel ist eine sehr spezielle Anwendung. gpx-Dateien mit Tracks einer Region befinden sich in einem Verzeichnis.

source: Total Ascent
de_de: Gesamtanstieg

source: Total Descent
de_de: Gesamtabstieg

source: Total Length
de_de: Gesamtstrecke

source: Use it to highlight a geojson or marker on mouse over.
de_de: Verwende diese Option, um einen Geojson-Bereich oder einen Track beim Überfahren mit der Maus hervorzuheben.
